
[Page999]
Name=优先按钮
ScrollMode1=0
ScrollMode2=0
Flag=00000000
Count=15

[Btn000]
Position=0
Type=00000004
Name=控制面板
File=shell:ControlPanelFolder
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=也可直接运行 control
Keyboard=0000

[Btn001]
Position=1
Type=00000004
Name=程序卸载
File=shell:ChangeRemoveProgramsFolder
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=程序和功能  卸载或更改程序  也可直接运行：appwiz.cpl
Keyboard=0000

[Btn002]
Position=2
Type=00000004
Name=设备和打印机
File=shell:PrintersFolder
Parameter=
Directory=%windir%\System32
WindowStat=1
Flag=00000020
Tip=显示所有已安装的打印机等设备
Keyboard=0000

[Btn003]
Position=3
Type=00000004
Name=网络连接
File=shell:ConnectionsFolder
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=查看本地连接 可直接运行 ncpa.cpl
Keyboard=0000

[Btn004]
Position=4
Type=00000004
Name=启动文件夹(个人)
File=shell:Startup
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=用户开机启动项文件夹   shell:startup
Keyboard=0000

[Btn005]
Position=5
Type=00000004
Name=启动文件夹(本机)
File=shell:Common Startup
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=本机全局开机启动项文件夹   shell:Common Startup
Keyboard=0000

[Btn006]
Position=6
Type=00400001
Name=CMD命令行(管理员)
File=%ComSpec%
Parameter=
Directory=%windir%\System32
WindowStat=1
Flag=00000020
Tip=命令行提示符
Keyboard=0000

[Btn007]
Position=7
Type=00000004
Name=最近文件夹
File=shell:Recent
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=显示最近打开的文件/文件夹
Keyboard=0000

[Btn008]
Position=8
Type=00000004
Name=程序数据文件夹
File=shell:AppData
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=路径：C:\Users\用户名\AppData\Roaming        应用程序的配置信息、用户数据以及缓存文件等
Keyboard=0000

[Btn009]
Position=9
Type=00000004
Name=桌面
File=shell:Desktop
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=打开桌面文件夹  shell:Desktop  shell:::{B4BFCC3A-DB2C-424C-B029-7FE99A87C641}
Keyboard=0000

[Btn010]
Position=10
Type=00000004
Name=回收站
File=shell:RecycleBinFolder
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=打开回收站
Keyboard=0000

[Btn011]
Position=11
Type=00000004
Name=我的文档
File=shell:Personal
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=我的文档文件夹       shell:Personal      shell:DocumentsLibrary
Keyboard=0000

[Btn012]
Position=12
Type=00000004
Name=我的下载
File=shell:downloads
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=打开下载文件夹      shell:downloads
Keyboard=0000

[Btn013]
Position=13
Type=00000004
Name=我的图片
File=shell:my pictures
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=打开图片文件夹      shell:my pictures
Keyboard=0000

[Btn014]
Position=14
Type=00000004
Name=我的音乐
File=shell:my music
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=打开音乐文件夹     shell:my music
Keyboard=0000

[Btn015]
Position=15
Type=00000004
Name=我的视频
File=shell:my video
Parameter=
Directory=
WindowStat=1
Flag=00000020
Tip=打开音乐文件夹     shell:my video
Keyboard=0000

[Btn016]
Position=16
Type=00000001
Name=关机
File=%windir%\System32\shutdown.exe
Parameter=-s -t 20
Directory=%windir%\System32
WindowStat=1
Flag=00000020
Tip=关闭电脑    shutdown -f -s -t 20
Keyboard=0000

[Btn017]
Position=17
Type=00400002
Name=禁用休眠
File=%windir%\System32\powercfg.exe 
Parameter=-h off
Directory=..\CLaunch
WindowStat=1
Flag=00000020
Tip=禁用休眠功能  关闭休眠  节省C盘空间      以管理员执行: powercfg-h off
Keyboard=0000
